[M_TrailerTrashin:ArriveatNight MissionObjectiveDefinition]
ProgressMessage="Arrive at night"

[M_TrailerTrashin:GetToTrailerPark MissionObjectiveDefinition]
ProgressMessage="Get to Hodunk trailer park"

[M_TrailerTrashin:LightGasTanks MissionObjectiveDefinition]
ProgressMessage="Light tanks with fire weapon"

[M_TrailerTrashin:OpenGasTanks MissionObjectiveDefinition]
ProgressMessage="Open gas tanks"
